Repository: WasimXamarin/JhankaulApp
Catalog: JhankaulSainik/AppResource/AppResources.*.resx
Languages: hi

source: About
hi: बारे में

source: Add Jhankaul
hi: झनकौल जोड़ें

source: Add New About
hi: बारे में नया जोड़ें

source: Add New Admit Card
hi: नया प्रवेश पत्र जोड़ें

# AddNewAllStudent
source: Add New All Students
hi: नया जोड़ो सभी विद्यार्थी

source: Add New Chief Guest
hi: नए मुख्य अतिथि जोड़ें

source: Add New Sainik
hi: नया जोड़ो सैनिक

source: Add Organizers
hi: आयोजकों को जोड़ें

source: Add Prizes
hi: पुरस्कार जोड़ें

source: Address
hi: पता

source: Add Results
hi: परिणाम जोड़ें

source: Add School
hi: स्कूल जोड़ें

source: Admit Card
hi: प्रवेश पत्र

source: All Students
hi: सभी विद्यार्थी

source: Chief Guest
hi: मुख्य अतिथि

source: Delete
hi: हटाएं

source: Details Organizers
hi: विवरण आयोजक

source: Details Prizes
hi: विवरण पुरस्कार

source: Details Profile
hi: विवरण प्रोफ़ाइल

source: Details Result
hi: विवरण परिणाम

source: Details School
hi: विवरण स्कूल

source: Edit
hi: संपादित करें

source: Edit Sainik
hi: सैनिक संपादित करें

source: Email Id
hi: ईमेल आईडी

source: English
hi: अंग्रेज़ी

source: Facebook Id
hi: फेसबुक आईडी

source: Full Name
hi: पूरा नाम

source: Gender
hi: लिंग

source: Hindi
hi: हिंदी

source: Invitation Year
hi: आमंत्रण वर्ष

source: Jhankaul
hi: झनकौल

# LogIn
source: Student Log In
hi: छात्र लॉग इन करें

source: Logo
hi: प्रतीक चिन्ह

source: Logout
hi: लॉग आउट

source: Mobile Number
hi: मोबाइल नंबर

source: No Chief Guest Data
hi: कोई मुख्य अतिथि डेटा नहीं

source: No Organizer Data
hi: कोई आयोजक डेटा नहीं

# NowAppInEnglish
source: अब ऐप अंग्रेजी में
hi: Now App In English

# NowAppInHindi
source: अब ऐप हिंदी में
hi: Now App In Hindi

source: Organizers
hi: आयोजकों

source: Password
hi: कुंजिका

source: Position
hi: पद

source: Post In Army
hi: सेना में पोस्ट

source: Post In Office
hi: कार्यालय में पोस्ट

source: Prizes
hi: पुरस्कार

source: Profile
hi: प्रोफ़ाइल

source: Result
hi: परिणाम

source: Sainik
hi: सैनिक

source: Sainik View Details
hi: सैनिक विवरण देखें

source: School
hi: विद्यालय

# SignUp
source: Student Sign Up
hi: छात्र साइन अप करें

source: Update About
hi: के बारे में अपडेट करें

source: Update Admit Card
hi: प्रवेश पत्र अपडेट करें

source: Update All Students
hi: सभी विद्यार्थी अपडेट करें

source: Update Chief Guest
hi: मुख्य अतिथि अपडेट करें

source: Update Jhankaul
hi: झनकौल अपडेट करें

source: Update Organizers
hi: आयोजकों को अपडेट करें

source: Update Prizes
hi: पुरस्कार अपडेट करें

source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

source: Update Results
hi: परिणाम अपडेट करें

source: Update Sainik
hi: सैनिक अपडेट करें

source: Update School
hi: विद्यालय अपडेट करें

source: Village
hi: गाँव

source: Year
hi: वर्ष

source: Year From
hi: वर्ष से

source: Year To
hi: वर्ष तक
